[
  {
    "status": "success",
    "extraction": {
      "data": {
        "status": "found",
        "city": "Sydney",
        "year": "2000",
        "overview": "Thirty competition venues were used for the Olympic Games Sydney 2000, 26 of which remain in use. Nine of the competition venues were existing, 18 were new and three were temporary. One of the existing venues has been demolished. All the new venues remain in use and were built with environmental concerns in mind. Four of the venues were outside Sydney.\n\nThe venues that remain in use provide the city and wider region with a variety of sporting, cultural, entertainment, recreational and leisure activities, and are used by athletes of all levels, from high-performance to grassroots.\n\nThe Olympic Stadium hosted the Opening and Closing Ceremonies and several competitions. The Olympic Village was built for the Games. Both continue to be used.",
        "venues": [
          {
            "name": "Rushcutters Bay",
            "classification": "Existing",
            "use": "Sailing",
            "status": "In use",
            "information": "",
            "location": "inside the city"
          },
          {
            "name": "State Sports Centre",
            "classification": "Existing",
            "use": "Table tennis, taekwondo",
            "status": "In use",
            "information": "",
            "location": "inside the city"
          },
          {
            "name": "Sydney Convention and Exhibition Centre",
            "classification": "Existing",
            "use": "Weightlifting, wrestling, judo, fencing, boxing",
            "status": "In use (rebuilt)",
            "information": "",
            "location": "inside the city"
          },
          {
            "name": "Sydney Football Stadium",
            "classification": "Existing",
            "use": "Football",
            "status": "In use (rebuilt)",
            "information": "",
            "location": "inside the city"
          },
          {
            "name": "Sydney Entertainment Centre",
            "classification": "Existing",
            "use": "Volleyball",
            "status": "Not in use (demolished)",
            "information": "The venue was opened in 1983 and demolished in 2016. A much-used concert and theatre venue, it averaged audiences of a million people a year. As a sporting venue, its main function was to host National Basketball League team the Sydney Kings, who played there in three separate spells prior to its closure. A venue at the 2007 and 2011 FIBA Oceania Championship, the centre was also used for boxing, wrestling, tennis and netball. The site is now occupied by a residential development, part of the redevelopment of Sydney's Darling Harbour, and new conference, convention and exhibition facilities have been built in the precinct.",
            "location": "inside the city"
          },
          {
            "name": "Sydney International Equestrian Centre",
            "classification": "New build",
            "use": "Eventing, dressage, jumping",
            "status": "In use",
            "information": "Completed just before the 2000 Olympic Games, the centre has a main arena with a capacity of 20,000. Its other facilities include a warm-up arena, an indoor training hall, training arenas, 25 kilometres of trails, cross-country courses, administration buildings and stables.\n\nThe venue for the annual Sydney International Horse Trials, it is Australia's main equestrian training and competition centre, catering for all levels of rider, from beginners to elite. The indoor training hall hosts a variety of non-equine events, including dog trials, trade shows and weddings. Aboriginal sites and early European settlements were discovered during its construction, and efforts have been made to keep them intact for future generations.",
            "location": "inside the city"
          },
          {
            "name": "State Hockey Centre",
            "classification": "New build",
            "use": "Hockey",
            "status": "In use",
            "information": "Renamed the Sydney Olympic Park Hockey Centre the venue has a main pitch and a warm-up pitch. A new state-of-the-art playing surface was installed on the main pitch in 2018. The centre's Games-time capacity was 15,000, though this has now been reduced to 8,000. It is used by a number of hockey clubs, including NSW Pride, which has women's and men's teams competing in Hockey One, Australia's premier domestic competition. The venue has hosted a number of competitions, including an FIH Pro League event early in 2020. Its pitches and other facilities are available for hire for conferences, meetings and private functions.",
            "location": "inside the city"
          },
          {
            "name": "Sydney Superdome",
            "classification": "New build",
            "use": "Artistic gymnastics, trampoline gymnastics, basketball",
            "status": "In use",
            "information": "Australia's largest indoor arena, the 21,000-seater multi-purpose venue has five levels and facilities that include a ballroom, conference spaces and a sports hall. The home of the Sydney Kings, who play in Australia's National Basketball League, it also stages concerts by leading international acts and has also hosted UFC fights, supercross, the Invictus Games and school shows. Renamed Qudos Bank Arena, it was announced as the fourth highest grossing arena in the world in Billboard's 2019 Arena Power List.",
            "location": "inside the city"
          },
          {
            "name": "Dome",
            "classification": "New build",
            "use": "Basketball, handball",
            "status": "In use",
            "information": "Part of the Sydney Showground, the multi-purpose main arena of this four-hall complex covers an area of 22,000m² and is mainly used to stage exhibitions and trade shows. The venue provides permanent facilities for the Royal Agricultural Society, which operates the Sydney Showground, and is occasionally used for TV productions. Its three adjoining exhibition halls can be hired out for conferences, exhibitions, product launches and other events.",
            "location": "inside the city"
          },
          {
            "name": "Exhibition Complex (Pavilions 2, 3, 4)",
            "classification": "New build",
            "use": "Rhythmic gymnastics, handball, badminton, volleyball, modern pentathlon (fencing, shooting)",
            "status": "In use",
            "information": "",
            "location": "inside the city"
          },
          {
            "name": "Olympic Stadium",
            "classification": "New build",
            "use": "Athletics, football, Opening and Closing Ceremonies",
            "status": "In use",
            "information": "The design project allowed for the reconfiguration of the stadium after the Games, which would see its capacity reduced from 110,000 to 83,500, and included a number of environmentally friendly features including a rainwater-collection system. Some sections of the lower seating are movable, enabling the switch from a rectangular playing area for rugby and football matches to an oval one for Australian Rules Football and cricket matches. Though the New South Wales government announced plans in 2017 for the stadium's demolition and the construction of a new stadium on the site, it later reversed its decision and went ahead with a refurbishment. Focused on the fans, an investment of more than AUD 10 million was made to enhance the event experience at the stadium through digital upgrades like the installation of one of the longest straight-run stadium video screens.\n\nMore than 27 million people have attended events at the venue since it opened in March 1999. The stadium is currently home to three rugby league teams (New South Wales Blues, Canterbury Bulldogs and South Sydney Rabbitohs), a rugby union team (New South Wales Waratahs) and the national teams for football (Socceroos) and rugby (Wallabies). It hosts more than 50 events every calendar year, making it one of the busiest stadiums in Australia.",
            "location": "inside the city"
          },
          {
            "name": "Dunc Gray Velodrome",
            "classification": "New build",
            "use": "Cycling (track)",
            "status": "In use",
            "information": "As with all the new venues built for the 2000 Olympic Games, the venue was constructed with the environment in mind. Skylights in the roof allow for daytime events to be staged without artificial lighting, while air vents in the building's walls allow for natural ventilation, reducing energy consumption. The venue hosted the 2007 UCI Track Cycling Masters World Championships but is mainly used for regional and national competitions. It is the main training base of the New South Wales Cycling Association and caters for cyclists of all levels, from high-performance to grassroots. Its infield area is used for hockey, basketball and football, ensuring its continued use by the local community and schools.",
            "location": "inside the city"
          },
          {
            "name": "Sydney International Regatta Centre",
            "classification": "New build",
            "use": "Rowing, canoe sprint",
            "status": "In use",
            "information": "",
            "location": "inside the city"
          },
          {
            "name": "Ryde Aquatic Leisure Centre",
            "classification": "New build",
            "use": "Water polo",
            "status": "In use",
            "information": "",
            "location": "inside the city"
          },
          {
            "name": "Sydney International Aquatic Centre",
            "classification": "New build",
            "use": "Swimming, diving, artistic swimming, water polo, modern pentathlon (swimming)",
            "status": "In use",
            "information": "Completed in 1994, the venue now known as the Sydney Olympic Park Aquatic Centre has a 50m competition pool, a training pool, a utility pool with a four-level diving tower, and a leisure pool. By the time of the 2000 Olympic Games, the venue had already received six million visits and was used extensively by schools and recreational swimmers, a function it continues to perform today. Though its capacity was reduced from 17,500 to 8,500 after the Games, it remains Australia's largest swimming arena and is the venue for the country's National Swimming Championships.\n\nAside from swimming competitions, it is used for high-performance training, and grassroots activities such as swimming lessons for beginners, the largest swim school in Australia as well as water polo and diving clinics, aquarobics sessions, and seniors' days. This multi-purpose venue also stages conferences, concerts, fashion shows and private functions.",
            "location": "inside the city"
          },
          {
            "name": "New South Wales Tennis Centre",
            "classification": "New build",
            "use": "Tennis",
            "status": "In use",
            "information": "Known as the Sydney Olympic Park Tennis Centre, it is home to 16 courts (10 match courts and six practice courts). The venue is used all year round for competitions and training and hosts two warm-up tournaments for the Australian Open. With a AUD 50.5 million investment, a roof was added to the main arena as part of refurbishments carried out in 2020. The main court seats 10,000 people and is named after Ken Rosewall, one of Australia's tennis heroes. It is host to Tennis Australia's ATP Cup event and the Suncorp Super Netball Competition and houses the NSW Swifts and the Giants Netball teams. The centre offers tennis lessons and coaching for the general public and is the home of Tennis NSW, the state's governing body.",
            "location": "inside the city"
          },
          {
            "name": "Penrith Whitewater Stadium",
            "classification": "New build",
            "use": "Canoe slalom",
            "status": "In use",
            "information": "Completed in 1999, the centre has been used without interruption since the 2000 Olympic Games. Open from September to June, it hosts local, national and international canoe slalom competitions. Among other events, it was the venue for the 2005 ICF Canoe Slalom World Championships and the canoe slalom events at the Australian Youth Olympic Festival in 2013. It is the training base for Australia's canoe slalom team, and its grassed banks can accommodate 5,000 spectators.\n\nIt is also a popular recreational venue and offers activities such as rafting, kayaking, guided whitewater rafting sessions, water rescue training and team-building sessions. Ongoing redevelopment of the stadium will see the creation of a permanent high-performance facility, the building of a second whitewater channel, and the development of surrounding parkland to enhance community use and diversification of the centre's activities.",
            "location": "outside the city"
          },
          {
            "name": "Baseball Stadium",
            "classification": "New build",
            "use": "Baseball, modern pentathlon (equestrian, running)",
            "status": "In use",
            "information": "The Sydney Showground was host to the baseball competitions during the 2000 Olympic Games. Every year, it welcomes the Sydney Royal Easter Show (Australia's preeminent agricultural show), the largest event in the southern hemisphere, attracting close to 1 million people every edition.\n\nThe showground also houses the GWS Giants (Australian Rules Football team) and the Sydney Thunder Cricket Team (Cricket Australia's National Big Bash League). In addition to the Stadium, the Sydney Showground comprises over 120,000 square metres of floor space for exhibitions, conferences and music festivals.\n\nProfits from every event held at the Sydney Showground are invested back into supporting Australian agriculture and rural communities, contributing to the local agricultural prosperity.",
            "location": "inside the city"
          },
          {
            "name": "Blacktown Baseball Centre",
            "classification": "New build",
            "use": "Baseball",
            "status": "In use",
            "information": "",
            "location": "outside the city"
          },
          {
            "name": "Mountain Bike Course",
            "classification": "New build",
            "use": "Mountain bike",
            "status": "In use",
            "information": "",
            "location": "inside the city"
          },
          {
            "name": "Softball Centre",
            "classification": "New build",
            "use": "Softball",
            "status": "In use",
            "information": "",
            "location": "inside the city"
          },
          {
            "name": "Sydney International Archery Park",
            "classification": "New build",
            "use": "Archery",
            "status": "In use",
            "information": "",
            "location": "inside the city"
          },
          {
            "name": "Sydney International Shooting Centre",
            "classification": "New build",
            "use": "Shooting",
            "status": "In use",
            "information": "",
            "location": "inside the city"
          },
          {
            "name": "Sydney Olympic Village",
            "classification": "New build",
            "use": "Athlete accommodation",
            "status": "In use",
            "information": "The Olympic Village was created thanks to a benchmark project that turned a former naval munitions depot into an environmentally friendly residential area, and restored neighbouring wetlands. The new suburb of Newington has grown around the Village, which housed 15,000 athletes and officials at Games time, and included various environmental features, such as water recycling and solar-powered hot water systems. Its mostly two- and three-bedroom houses and apartments were sold or rented out on the open market as private residences after the Games, and are all fully occupied today. Many of the Village's Games-time facilities were later converted for the use of local residents, including the athlete medical facility, which became a school.",
            "location": "inside the city"
          },
          {
            "name": "Beach Volleyball Centre",
            "classification": "Temporary",
            "use": "Beach volleyball",
            "status": "Dismantled (temporary)",
            "information": "Located on Bondi Beach, the centre comprised two courts, with temporary seating for 10,000 people installed on the main court. The venue was dismantled after the Games.",
            "location": "inside the city"
          },
          {
            "name": "Centennial Parklands",
            "classification": "Temporary",
            "use": "Cycling (road)",
            "status": "Dismantled (temporary)",
            "information": "The venue for the women's and men's cycling road races and time trials. Similar routes were used for both courses. They started and finished on Driver Avenue, close to the Sydney Cricket Ground, continued on through the eastern part of the city, and looped back through Centennial Parklands, which also featured on the marathon courses.",
            "location": "inside the city"
          },
          {
            "name": "Sydney Opera House",
            "classification": "Temporary",
            "use": "Triathlon",
            "status": "Dismantled (temporary)",
            "information": "Sydney Harbour provided the backdrop for the race. The 1,500-metre swim took place in Farm Cove, the transition area was set up at the foot of Sydney Opera House, and the 40-kilometre bike leg and 10-kilometre run took in streets overlooking Circular Quay. Though the temporary facilities were dismantled after the Games, parts of the course have been used for subsequent triathlons staged in Sydney.",
            "location": "inside the city"
          },
          {
            "name": "Brisbane Cricket Ground",
            "classification": "Existing",
            "use": "Football",
            "status": "In use",
            "information": "",
            "location": "outside the city"
          },
          {
            "name": "Bruce Stadium",
            "classification": "Existing",
            "use": "Football",
            "status": "In use",
            "information": "",
            "location": "outside the city"
          },
          {
            "name": "Hindmarsh Stadium",
            "classification": "Existing",
            "use": "Football",
            "status": "In use",
            "information": "",
            "location": "outside the city"
          },
          {
            "name": "Melbourne Cricket Ground",
            "classification": "Existing",
            "use": "Football",
            "status": "In use",
            "information": "",
            "location": "outside the city"
          }
        ],
        "trivia": "Sydney Olympic Stadium's 30,000m² roof was designed to resemble the shape of a traditional Australian Akubra hat. Supported by large white arches, it is covered with transparent polycarbonate to reduce glare and shadow on the field of play.\n\nThe public were invited to buy a stake in the Olympic Stadium, with 30,000 memberships sold in all. Sydney Olympic Park, including the stadium, is situated on the lands of the indigenous Wann-gal people, who are the traditional custodians of the site.\n\nLocated on what was once industrial wasteland, 19 kilometres from downtown Sydney, the 16-hectare Olympic Park is home to 11 Olympic venues: Accor Stadium (Olympic Stadium), Sydney Olympic Park Aquatic Centre, Sydney Olympic Park Archery Centre, Sydney Olympic Park Athletic Centre and Warm Up Arena, Sydney Olympic Park Hockey Centre, Qudos Bank Arena, Sydney Olympic Park Sports Centre, the Sydney Showground Pavillions, the Sydney Showground Stadium, the Sydney Showground Dome and the Sydney Olympic Park Tennis Centre."
      },
      "original": "```json\n{\n  \"status\": \"found\",\n  \"city\": \"Sydney\",\n  \"year\": \"2000\",\n  \"overview\": \"Thirty competition venues were used for the Olympic Games Sydney 2000, 26 of which remain in use. Nine of the competition venues were existing, 18 were new and three were temporary. One of the existing venues has been demolished. All the new venues remain in use and were built with environmental concerns in mind. Four of the venues were outside Sydney.\\n\\nThe venues that remain in use provide the city and wider region with a variety of sporting, cultural, entertainment, recreational and leisure activities, and are used by athletes of all levels, from high-performance to grassroots.\\n\\nThe Olympic Stadium hosted the Opening and Closing Ceremonies and several competitions. The Olympic Village was built for the Games. Both continue to be used.\",\n  \"venues\": [\n    {\n      \"name\": \"Rushcutters Bay\",\n      \"classification\": \"Existing\",\n      \"use\": \"Sailing\",\n      \"status\": \"In use\",\n      \"information\": \"\",\n      \"location\": \"inside the city\"\n    },\n    {\n      \"name\": \"State Sports Centre\",\n      \"classification\": \"Existing\",\n      \"use\": \"Table tennis, taekwondo\",\n      \"status\": \"In use\",\n      \"information\": \"\",\n      \"location\": \"inside the city\"\n    },\n    {\n      \"name\": \"Sydney Convention and Exhibition Centre\",\n      \"classification\": \"Existing\",\n      \"use\": \"Weightlifting, wrestling, judo, fencing, boxing\",\n      \"status\": \"In use (rebuilt)\",\n      \"information\": \"\",\n      \"location\": \"inside the city\"\n    },\n    {\n      \"name\": \"Sydney Football Stadium\",\n      \"classification\": \"Existing\",\n      \"use\": \"Football\",\n      \"status\": \"In use (rebuilt)\",\n      \"information\": \"\",\n      \"location\": \"inside the city\"\n    },\n    {\n      \"name\": \"Sydney Entertainment Centre\",\n      \"classification\": \"Existing\",\n      \"use\": \"Volleyball\",\n      \"status\": \"Not in use (demolished)\",\n      \"information\": \"The venue was opened in 1983 and demolished in 2016. A much-used concert and theatre venue, it averaged audiences of a million people a year. As a sporting venue, its main function was to host National Basketball League team the Sydney Kings, who played there in three separate spells prior to its closure. A venue at the 2007 and 2011 FIBA Oceania Championship, the centre was also used for boxing, wrestling, tennis and netball. The site is now occupied by a residential development, part of the redevelopment of Sydney's Darling Harbour, and new conference, convention and exhibition facilities have been built in the precinct.\",\n      \"location\": \"inside the city\"\n    },\n    {\n      \"name\": \"Sydney International Equestrian Centre\",\n      \"classification\": \"New build\",\n      \"use\": \"Eventing, dressage, jumping\",\n      \"status\": \"In use\",\n      \"information\": \"Completed just before the 2000 Olympic Games, the centre has a main arena with a capacity of 20,000. Its other facilities include a warm-up arena, an indoor training hall, training arenas, 25 kilometres of trails, cross-country courses, administration buildings and stables.\\n\\nThe venue for the annual Sydney International Horse Trials, it is Australia's main equestrian training and competition centre, catering for all levels of rider, from beginners to elite. The indoor training hall hosts a variety of non-equine events, including dog trials, trade shows and weddings. Aboriginal sites and early European settlements were discovered during its construction, and efforts have been made to keep them intact for future generations.\",\n      \"location\": \"inside the city\"\n    },\n    {\n      \"name\": \"State Hockey Centre\",\n      \"classification\": \"New build\",\n      \"use\": \"Hockey\",\n      \"status\": \"In use\",\n      \"information\": \"Renamed the Sydney Olympic Park Hockey Centre the venue has a main pitch and a warm-up pitch. A new state-of-the-art playing surface was installed on the main pitch in 2018. The centre's Games-time capacity was 15,000, though this has now been reduced to 8,000. It is used by a number of hockey clubs, including NSW Pride, which has women's and men's teams competing in Hockey One, Australia's premier domestic competition. The venue has hosted a number of competitions, including an FIH Pro League event early in 2020. Its pitches and other facilities are available for hire for conferences, meetings and private functions.\",\n      \"location\": \"inside the city\"\n    },\n    {\n      \"name\": \"Sydney Superdome\",\n      \"classification\": \"New build\",\n      \"use\": \"Artistic gymnastics, trampoline gymnastics, basketball\",\n      \"status\": \"In use\",\n      \"information\": \"Australia's largest indoor arena, the 21,000-seater multi-purpose venue has five levels and facilities that include a ballroom, conference spaces and a sports hall. The home of the Sydney Kings, who play in Australia's National Basketball League, it also stages concerts by leading international acts and has also hosted UFC fights, supercross, the Invictus Games and school shows. Renamed Qudos Bank Arena, it was announced as the fourth highest grossing arena in the world in Billboard's 2019 Arena Power List.\",\n      \"location\": \"inside the city\"\n    },\n    {\n      \"name\": \"Dome\",\n      \"classification\": \"New build\",\n      \"use\": \"Basketball, handball\",\n      \"status\": \"In use\",\n      \"information\": \"Part of the Sydney Showground, the multi-purpose main arena of this four-hall complex covers an area of 22,000m² and is mainly used to stage exhibitions and trade shows. The venue provides permanent facilities for the Royal Agricultural Society, which operates the Sydney Showground, and is occasionally used for TV productions. Its three adjoining exhibition halls can be hired out for conferences, exhibitions, product launches and other events.\",\n      \"location\": \"inside the city\"\n    },\n    {\n      \"name\": \"Exhibition Complex (Pavilions 2, 3, 4)\",\n      \"classification\": \"New build\",\n      \"use\": \"Rhythmic gymnastics, handball, badminton, volleyball, modern pentathlon (fencing, shooting)\",\n      \"status\": \"In use\",\n      \"information\": \"\",\n      \"location\": \"inside the city\"\n    },\n    {\n      \"name\": \"Olympic Stadium\",\n      \"classification\": \"New build\",\n      \"use\": \"Athletics, football, Opening and Closing Ceremonies\",\n      \"status\": \"In use\",\n      \"information\": \"The design project allowed for the reconfiguration of the stadium after the Games, which would see its capacity reduced from 110,000 to 83,500, and included a number of environmentally friendly features including a rainwater-collection system. Some sections of the lower seating are movable, enabling the switch from a rectangular playing area for rugby and football matches to an oval one for Australian Rules Football and cricket matches. Though the New South Wales government announced plans in 2017 for the stadium's demolition and the construction of a new stadium on the site, it later reversed its decision and went ahead with a refurbishment. Focused on the fans, an investment of more than AUD 10 million was made to enhance the event experience at the stadium through digital upgrades like the installation of one of the longest straight-run stadium video screens.\\n\\nMore than 27 million people have attended events at the venue since it opened in March 1999. The stadium is currently home to three rugby league teams (New South Wales Blues, Canterbury Bulldogs and South Sydney Rabbitohs), a rugby union team (New South Wales Waratahs) and the national teams for football (Socceroos) and rugby (Wallabies). It hosts more than 50 events every calendar year, making it one of the busiest stadiums in Australia.\",\n      \"location\": \"inside the city\"\n    },\n    {\n      \"name\": \"Dunc Gray Velodrome\",\n      \"classification\": \"New build\",\n      \"use\": \"Cycling (track)\",\n      \"status\": \"In use\",\n      \"information\": \"As with all the new venues built for the 2000 Olympic Games, the venue was constructed with the environment in mind. Skylights in the roof allow for daytime events to be staged without artificial lighting, while air vents in the building's walls allow for natural ventilation, reducing energy consumption. The venue hosted the 2007 UCI Track Cycling Masters World Championships but is mainly used for regional and national competitions. It is the main training base of the New South Wales Cycling Association and caters for cyclists of all levels, from high-performance to grassroots. Its infield area is used for hockey, basketball and football, ensuring its continued use by the local community and schools.\",\n      \"location\": \"inside the city\"\n    },\n    {\n      \"name\": \"Sydney International Regatta Centre\",\n      \"classification\": \"New build\",\n      \"use\": \"Rowing, canoe sprint\",\n      \"status\": \"In use\",\n      \"information\": \"\",\n      \"location\": \"inside the city\"\n    },\n    {\n      \"name\": \"Ryde Aquatic Leisure Centre\",\n      \"classification\": \"New build\",\n      \"use\": \"Water polo\",\n      \"status\": \"In use\",\n      \"information\": \"\",\n      \"location\": \"inside the city\"\n    },\n    {\n      \"name\": \"Sydney International Aquatic Centre\",\n      \"classification\": \"New build\",\n      \"use\": \"Swimming, diving, artistic swimming, water polo, modern pentathlon (swimming)\",\n      \"status\": \"In use\",\n      \"information\": \"Completed in 1994, the venue now known as the Sydney Olympic Park Aquatic Centre has a 50m competition pool, a training pool, a utility pool with a four-level diving tower, and a leisure pool. By the time of the 2000 Olympic Games, the venue had already received six million visits and was used extensively by schools and recreational swimmers, a function it continues to perform today. Though its capacity was reduced from 17,500 to 8,500 after the Games, it remains Australia's largest swimming arena and is the venue for the country's National Swimming Championships.\\n\\nAside from swimming competitions, it is used for high-performance training, and grassroots activities such as swimming lessons for beginners, the largest swim school in Australia as well as water polo and diving clinics, aquarobics sessions, and seniors' days. This multi-purpose venue also stages conferences, concerts, fashion shows and private functions.\",\n      \"location\": \"inside the city\"\n    },\n    {\n      \"name\": \"New South Wales Tennis Centre\",\n      \"classification\": \"New build\",\n      \"use\": \"Tennis\",\n      \"status\": \"In use\",\n      \"information\": \"Known as the Sydney Olympic Park Tennis Centre, it is home to 16 courts (10 match courts and six practice courts). The venue is used all year round for competitions and training and hosts two warm-up tournaments for the Australian Open. With a AUD 50.5 million investment, a roof was added to the main arena as part of refurbishments carried out in 2020. The main court seats 10,000 people and is named after Ken Rosewall, one of Australia's tennis heroes. It is host to Tennis Australia's ATP Cup event and the Suncorp Super Netball Competition and houses the NSW Swifts and the Giants Netball teams. The centre offers tennis lessons and coaching for the general public and is the home of Tennis NSW, the state's governing body.\",\n      \"location\": \"inside the city\"\n    },\n    {\n      \"name\": \"Penrith Whitewater Stadium\",\n      \"classification\": \"New build\",\n      \"use\": \"Canoe slalom\",\n      \"status\": \"In use\",\n      \"information\": \"Completed in 1999, the centre has been used without interruption since the 2000 Olympic Games. Open from September to June, it hosts local, national and international canoe slalom competitions. Among other events, it was the venue for the 2005 ICF Canoe Slalom World Championships and the canoe slalom events at the Australian Youth Olympic Festival in 2013. It is the training base for Australia's canoe slalom team, and its grassed banks can accommodate 5,000 spectators.\\n\\nIt is also a popular recreational venue and offers activities such as rafting, kayaking, guided whitewater rafting sessions, water rescue training and team-building sessions. Ongoing redevelopment of the stadium will see the creation of a permanent high-performance facility, the building of a second whitewater channel, and the development of surrounding parkland to enhance community use and diversification of the centre's activities.\",\n      \"location\": \"outside the city\"\n    },\n    {\n      \"name\": \"Baseball Stadium\",\n      \"classification\": \"New build\",\n      \"use\": \"Baseball, modern pentathlon (equestrian, running)\",\n      \"status\": \"In use\",\n      \"information\": \"The Sydney Showground was host to the baseball competitions during the 2000 Olympic Games. Every year, it welcomes the Sydney Royal Easter Show (Australia's preeminent agricultural show), the largest event in the southern hemisphere, attracting close to 1 million people every edition.\\n\\nThe showground also houses the GWS Giants (Australian Rules Football team) and the Sydney Thunder Cricket Team (Cricket Australia's National Big Bash League). In addition to the Stadium, the Sydney Showground comprises over 120,000 square metres of floor space for exhibitions, conferences and music festivals.\\n\\nProfits from every event held at the Sydney Showground are invested back into supporting Australian agriculture and rural communities, contributing to the local agricultural prosperity.\",\n      \"location\": \"inside the city\"\n    },\n    {\n      \"name\": \"Blacktown Baseball Centre\",\n      \"classification\": \"New build\",\n      \"use\": \"Baseball\",\n      \"status\": \"In use\",\n      \"information\": \"\",\n      \"location\": \"outside the city\"\n    },\n    {\n      \"name\": \"Mountain Bike Course\",\n      \"classification\": \"New build\",\n      \"use\": \"Mountain bike\",\n      \"status\": \"In use\",\n      \"information\": \"\",\n      \"location\": \"inside the city\"\n    },\n    {\n      \"name\": \"Softball Centre\",\n      \"classification\": \"New build\",\n      \"use\": \"Softball\",\n      \"status\": \"In use\",\n      \"information\": \"\",\n      \"location\": \"inside the city\"\n    },\n    {\n      \"name\": \"Sydney International Archery Park\",\n      \"classification\": \"New build\",\n      \"use\": \"Archery\",\n      \"status\": \"In use\",\n      \"information\": \"\",\n      \"location\": \"inside the city\"\n    },\n    {\n      \"name\": \"Sydney International Shooting Centre\",\n      \"classification\": \"New build\",\n      \"use\": \"Shooting\",\n      \"status\": \"In use\",\n      \"information\": \"\",\n      \"location\": \"inside the city\"\n    },\n    {\n      \"name\": \"Sydney Olympic Village\",\n      \"classification\": \"New build\",\n      \"use\": \"Athlete accommodation\",\n      \"status\": \"In use\",\n      \"information\": \"The Olympic Village was created thanks to a benchmark project that turned a former naval munitions depot into an environmentally friendly residential area, and restored neighbouring wetlands. The new suburb of Newington has grown around the Village, which housed 15,000 athletes and officials at Games time, and included various environmental features, such as water recycling and solar-powered hot water systems. Its mostly two- and three-bedroom houses and apartments were sold or rented out on the open market as private residences after the Games, and are all fully occupied today. Many of the Village's Games-time facilities were later converted for the use of local residents, including the athlete medical facility, which became a school.\",\n      \"location\": \"inside the city\"\n    },\n    {\n      \"name\": \"Beach Volleyball Centre\",\n      \"classification\": \"Temporary\",\n      \"use\": \"Beach volleyball\",\n      \"status\": \"Dismantled (temporary)\",\n      \"information\": \"Located on Bondi Beach, the centre comprised two courts, with temporary seating for 10,000 people installed on the main court. The venue was dismantled after the Games.\",\n      \"location\": \"inside the city\"\n    },\n    {\n      \"name\": \"Centennial Parklands\",\n      \"classification\": \"Temporary\",\n      \"use\": \"Cycling (road)\",\n      \"status\": \"Dismantled (temporary)\",\n      \"information\": \"The venue for the women's and men's cycling road races and time trials. Similar routes were used for both courses. They started and finished on Driver Avenue, close to the Sydney Cricket Ground, continued on through the eastern part of the city, and looped back through Centennial Parklands, which also featured on the marathon courses.\",\n      \"location\": \"inside the city\"\n    },\n    {\n      \"name\": \"Sydney Opera House\",\n      \"classification\": \"Temporary\",\n      \"use\": \"Triathlon\",\n      \"status\": \"Dismantled (temporary)\",\n      \"information\": \"Sydney Harbour provided the backdrop for the race. The 1,500-metre swim took place in Farm Cove, the transition area was set up at the foot of Sydney Opera House, and the 40-kilometre bike leg and 10-kilometre run took in streets overlooking Circular Quay. Though the temporary facilities were dismantled after the Games, parts of the course have been used for subsequent triathlons staged in Sydney.\",\n      \"location\": \"inside the city\"\n    },\n    {\n      \"name\": \"Brisbane Cricket Ground\",\n      \"classification\": \"Existing\",\n      \"use\": \"Football\",\n      \"status\": \"In use\",\n      \"information\": \"\",\n      \"location\": \"outside the city\"\n    },\n    {\n      \"name\": \"Bruce Stadium\",\n      \"classification\": \"Existing\",\n      \"use\": \"Football\",\n      \"status\": \"In use\",\n      \"information\": \"\",\n      \"location\": \"outside the city\"\n    },\n    {\n      \"name\": \"Hindmarsh Stadium\",\n      \"classification\": \"Existing\",\n      \"use\": \"Football\",\n      \"status\": \"In use\",\n      \"information\": \"\",\n      \"location\": \"outside the city\"\n    },\n    {\n      \"name\": \"Melbourne Cricket Ground\",\n      \"classification\": \"Existing\",\n      \"use\": \"Football\",\n      \"status\": \"In use\",\n      \"information\": \"\",\n      \"location\": \"outside the city\"\n    }\n  ],\n  \"trivia\": \"Sydney Olympic Stadium's 30,000m² roof was designed to resemble the shape of a traditional Australian Akubra hat. Supported by large white arches, it is covered with transparent polycarbonate to reduce glare and shadow on the field of play.\\n\\nThe public were invited to buy a stake in the Olympic Stadium, with 30,000 memberships sold in all. Sydney Olympic Park, including the stadium, is situated on the lands of the indigenous Wann-gal people, who are the traditional custodians of the site.\\n\\nLocated on what was once industrial wasteland, 19 kilometres from downtown Sydney, the 16-hectare Olympic Park is home to 11 Olympic venues: Accor Stadium (Olympic Stadium), Sydney Olympic Park Aquatic Centre, Sydney Olympic Park Archery Centre, Sydney Olympic Park Athletic Centre and Warm Up Arena, Sydney Olympic Park Hockey Centre, Qudos Bank Arena, Sydney Olympic Park Sports Centre, the Sydney Showground Pavillions, the Sydney Showground Stadium, the Sydney Showground Dome and the Sydney Olympic Park Tennis Centre.\"\n}\n```"
    },
    "validation": {
      "data": {
        "status": "valid"
      },
      "original": "<scratchpad>\nLet me systematically compare the JSON data with the PDF content:\n\n1. **Basic Information:**\n   - City: Sydney ✓\n   - Year: 2000 ✓\n\n2. **Overview:** The JSON overview text exactly matches the PDF overview section ✓\n\n3. **Venues:** I need to check all 31 venues against the \"SYDNEY 2000 VENUES AT A GLANCE\" tables:\n   - All venue names, classifications, uses, and statuses match the PDF tables ✓\n   - Information fields match the detailed descriptions in \"THE VENUES UP CLOSE\" section ✓\n   - Locations are correctly identified - venues outside Sydney are properly marked (Brisbane Cricket Ground, Bruce Stadium, Hindmarsh Stadium, Melbourne Cricket Ground, Penrith Whitewater Stadium, Blacktown Baseball Centre) ✓\n\n4. **Trivia:** The trivia section exactly matches the \"DID YOU KNOW?\" section in the PDF ✓\n\nAll data in the JSON appears to be accurate and matches the PDF content.\n</scratchpad>\n\n<response>\n{\n\"status\":\"valid\"\n}\n</response>"
    }
  }
]