[
  {
    "status": "success",
    "extraction": {
      "data": {
        "status": "found",
        "city": "Atlanta",
        "year": "1996",
        "overview": "Twenty-eight competition venues were used for the Olympic Games Atlanta 1996, 22 of which remain in use today. Seventeen of the competition venues were existing, nine were new and two were temporary. Along with the dismantled temporary venues, three of the existing venues and one new venue have been demolished. One new venue has been repurposed. Nine of the venues were outside Atlanta.\n\nThe venues that remain in use host local sports clubs and collegiate and professional teams, and they are used for events that range from elite sports competitions and matches to grassroots events and concerts.\n\nThe Olympic Stadium hosted the Opening and Closing Ceremonies and the track and field competitions. The Olympic Village was partly existing, partly new. Both remain in use.",
        "venues": [
          {
            "name": "Clark Atlanta University Stadium",
            "classification": "Existing",
            "use": "Hockey",
            "status": "In use",
            "information": "A secondary hockey venue was used at Atlanta 1996: the Clark Atlanta University Stadium, which is used by the college's athletic teams. During the venue's construction, the base for an athletics track was laid around the pitch. After the Games, it received the athletics track from Atlanta Olympic Stadium, which was removed to enable its conversion into a baseball stadium."
          },
          {
            "name": "Alexander Memorial Coliseum",
            "classification": "Existing",
            "use": "Boxing",
            "status": "In use",
            "information": ""
          },
          {
            "name": "Georgia State University Gymnasium",
            "classification": "Existing",
            "use": "Badminton",
            "status": "In use",
            "information": ""
          },
          {
            "name": "Georgia World Congress Center (Halls D, E, F, G, H)",
            "classification": "Existing",
            "use": "Table tennis, weightlifting, fencing, handball, wrestling, judo, modern pentathlon (fencing)",
            "status": "In use",
            "information": ""
          },
          {
            "name": "Georgia Dome",
            "classification": "Existing",
            "use": "Artistic gymnastics, basketball, handball",
            "status": "Not in use (demolished)",
            "information": "Built in 1992 and extensively refurbished in 2007, the stadium was demolished in 2017 on account of being obsolete. A replacement venue was built nearby. During the Games, when it hosted the basketball, artistic gymnastics and handball competitions, the Georgia Dome was split into different zones to accommodate each competition.\n\nIt hosted the Super Bowl twice, in 1994 and 2000, and three NCAA men's basketball final four competitions. It also staged over 150 college American football games and was used by NBA team the Atlanta Hawks for two seasons in the late 1990s. Used as a concert venue as well, it welcomed major acts such as the Rolling Stones and Beyoncé.\n\nThe Dome's replacement is the Mercedes-Benz Stadium. This multi-purpose venue is home to NFL team the Atlanta Falcons and MLS team Atlanta United FC. The exact site of the Georgia Dome is occupied by a parking lot and public park. A plaque celebrating the Dome's history was unveiled on the site in 2018."
          },
          {
            "name": "Omni Coliseum",
            "classification": "Existing",
            "use": "Volleyball",
            "status": "In use (rebuilt)",
            "information": ""
          },
          {
            "name": "Alonzo Herndon Stadium",
            "classification": "Existing",
            "use": "Hockey",
            "status": "Not in use",
            "information": "Constructed in the 1940s, the stadium was extensively refurbished for the Games. It was later the home of the professional women's soccer team Atlanta Beat for several seasons and was used as a location in the film We Are Marshall. The venue was abandoned in 2002, when the college that owned it ran into financial difficulties and cut its sports programme. Now covered with graffiti and the subject of litigation in the past, the derelict stadium continues to stand today."
          },
          {
            "name": "Atlanta Fulton County Stadium",
            "classification": "Existing",
            "use": "Baseball",
            "status": "Not in use (demolished)",
            "information": "Opened in 1965, the stadium was the home of the Atlanta Braves baseball team from 1966 to 1996 and the NFL team the Atlanta Falcons until 1991, the former moving to the nearby Olympic Stadium and the latter to the Georgia Dome. The venue was demolished in 1997, and the site is now a parking lot for the Olympic Stadium. There are plans to turn the site into new baseball and softball parks."
          },
          {
            "name": "Atlanta Olympic Village",
            "classification": "Mixed: existing/new build",
            "use": "Athlete accommodation",
            "status": "In use",
            "information": "The main Olympic Village, located on the Georgia Institute of Technology campus, housed 16,500 athletes and coaching staff, some of them in existing student accommodation and others in new facilities. As planned, the new accommodation was converted into apartments for use by 2,442 Georgia Tech students after the Games. The Village also comprised a new high-rise dormitory complex built next to Georgia Tech, which provided housing for 2,000 Georgia State University students after the Games.\n\nThe creation of the Olympic Village at the Georgia Tech campus increased its student accommodation capacity by 70 per cent.\n\nThe Village had a gym, store, pool, health clinic, religious centre and major entertainment centre, among other amenities. The entertainment centre was made up of relocatable buildings and was dismantled after the Games. Several satellite villages were also set up at the venues outside Atlanta: Athens, Cleveland, Columbus, Savannah, Birmingham, Orlando and Washington (DC)."
          },
          {
            "name": "Georgia International Horse Park",
            "classification": "New build",
            "use": "Dressage, eventing, jumping, mountain bike, modern pentathlon (equestrian)",
            "status": "In use",
            "information": "Located on a 1,400-acre site, the venue opened in 1995. Its Games-time centrepiece was a 32,000-seat arena. All but 8,000 of the seats were temporary. The Olympic equestrian events attracted 600,000 spectators in all. The venue continues to host national and international equestrian and mountain bike events. It is also open for festivals, concerts, rodeos, dog shows, wedding receptions and private functions. In 2016, it staged a Grand Prix to mark the 20th anniversary of the 1996 Olympic Games. It hosts between 60 and 70 events a year."
          },
          {
            "name": "Olympic Stadium",
            "classification": "New build",
            "use": "Athletics, Opening and Closing Ceremonies",
            "status": "In use",
            "information": "Completed in May 1996, the venue was designed for use as a baseball stadium after the Games. Reshaped a year later to allow the Atlanta Braves baseball team to take up residence, it had its capacity lowered from 85,600 to 49,700 and was renamed Turner Field. The Braves remained at the stadium until 2016, at which point it was renovated and its capacity reduced to 25,000 in preparation for use by the Georgia State Panthers, the Georgia State University American football team. The Panthers continue to play at the venue, which is now known as Center Parc Stadium.\n\nThe stadium track was removed after the Games and given to Clark Atlanta University. The venue has hosted several concerts. The Rolling Stones, Metallica and Foo Fighters have all performed there since the turn of the millennium. One reason for the Braves vacating the stadium was the lack of public transport in the area and the impact this had on attendance figures."
          },
          {
            "name": "Georgia Tech Aquatic Center",
            "classification": "New build",
            "use": "Swimming, diving, artistic swimming, water polo, modern pentathlon (swimming)",
            "status": "In use",
            "information": "Built on a 14.6-acre site at the Georgia Tech campus, close to the Olympic Village, the venue was designed for use by Georgia Tech students after the Games. It has three permanent pools: a 50m main swimming pool, a diving well and a 50m warm-up pool. The pool and seats installed for the Olympic water polo competition were removed after the Games.\n\nThe venue was refurbished in 2003. A leading training centre used by the US swim team – eight swimmers who trained there went to Rio 2016 – the venue also hosts national collegiate swimming and diving championships. It runs swimming and diving classes for all age groups, as well as lifeguard classes and scuba programmes. Its facilities include a gym, six basketball courts, three dance studios and an elevated four-lane running track. The venue was renamed the James Herbert McAuley Aquatic Center in 2015."
          },
          {
            "name": "Morehouse College",
            "classification": "New build",
            "use": "Basketball",
            "status": "In use",
            "information": ""
          },
          {
            "name": "Wolf Creek Shooting Complex",
            "classification": "New build",
            "use": "Shooting",
            "status": "In use",
            "information": ""
          },
          {
            "name": "Atlanta Beach",
            "classification": "New build",
            "use": "Beach volleyball",
            "status": "In use (repurposed)",
            "information": ""
          },
          {
            "name": "Stone Mountain Park Tennis Center",
            "classification": "New build",
            "use": "Tennis",
            "status": "Not in use (demolished)",
            "information": "The venue had 16 competition courts: a centre court with 8,000 permanent seats, two smaller courts with capacities of 5,000 and 3,000, and 13 outdoor courts. It hosted the 1997 US Women's Hard Court Championships and a 1998 Davis Cup tie between the USA and Russia. The centre faced management challenges thereafter and was underused prior to its abandonment in 2007. It was demolished in 2018. The site remains unoccupied."
          },
          {
            "name": "Stone Mountain Park Velodrome",
            "classification": "Temporary",
            "use": "Cycling (track)",
            "status": "Dismantled (temporary)",
            "information": "The two venues were located next to each other and shared some of the same facilities and infrastructure. The velodrome used a 250m wooden track supported by a steel structure. It was decided that the velodrome should be temporary as no potential post-Games operator could be identified for it. Both venues were dismantled shortly after the Games and are now part of a songbird and habitat trail that runs through a public park, though some facilities remain in place and continue to be used."
          },
          {
            "name": "Stone Mountain Park Archery Center",
            "classification": "Temporary",
            "use": "Archery",
            "status": "Dismantled (temporary)",
            "information": "The two venues were located next to each other and shared some of the same facilities and infrastructure. The velodrome used a 250m wooden track supported by a steel structure. It was decided that the velodrome should be temporary as no potential post-Games operator could be identified for it. Both venues were dismantled shortly after the Games and are now part of a songbird and habitat trail that runs through a public park, though some facilities remain in place and continue to be used."
          },
          {
            "name": "Buckhead Cycling Course",
            "classification": "Temporary",
            "use": "Cycling (road)",
            "status": "Dismantled (temporary)",
            "information": ""
          },
          {
            "name": "Florida Citrus Bowl",
            "classification": "Existing",
            "use": "Football",
            "status": "In use",
            "information": ""
          },
          {
            "name": "Golden Park",
            "classification": "Existing",
            "use": "Softball",
            "status": "In use",
            "information": ""
          },
          {
            "name": "Legion Field",
            "classification": "Existing",
            "use": "Football",
            "status": "In use",
            "information": ""
          },
          {
            "name": "Orange Bowl",
            "classification": "Existing",
            "use": "Football",
            "status": "In use (rebuilt)",
            "information": ""
          },
          {
            "name": "Robert F. Kennedy Memorial Stadium",
            "classification": "Existing",
            "use": "Football",
            "status": "In use",
            "information": ""
          },
          {
            "name": "Sanford Stadium",
            "classification": "Existing",
            "use": "Football",
            "status": "In use",
            "information": ""
          },
          {
            "name": "Wassaw Sound",
            "classification": "Existing",
            "use": "Sailing",
            "status": "In use",
            "information": ""
          },
          {
            "name": "University of Georgia Coliseum",
            "classification": "Existing",
            "use": "Rhythmic gymnastics, volleyball",
            "status": "In use",
            "information": "This 10,500-capacity venue opened in 1964. The home stadium of the Georgia Bulldogs and the University of Georgia's basketball and gymnastics teams, it is now known as Stegeman Coliseum and was refurbished in 1998, 2010/11 and again in 2017, when a new scoreboard, lighting and sound systems were installed. In 2020, it was ranked 21st out of 334 National Collegiate Athletic Association (NCAA) Division I basketball venues."
          },
          {
            "name": "Lake Lanier",
            "classification": "New build",
            "use": "Rowing, canoe sprint",
            "status": "In use",
            "information": "A standalone venue in Gainesville, 90 kilometres north-east of Atlanta. The lake is a man-made reservoir created by the construction of a dam in 1956 and has hosted water sports ever since it filled up. Some permanent facilities were built for the Games. These included two boathouses, course markings, docks and a finish tower with a scoreboard and videoboards. Temporary Games facilities included grandstands on a floating platform, tents and an athlete day village. These were all removed afterwards. The venue underwent a USD 1.1m renovation in 2014/15.\n\nThe venue continues to host rowing and canoeing events. Since the Games, it has staged three US Canoe/Kayak Sprint National Championships, the 2003 ICF Canoe Sprint World Championships, and Canadian and US team trials, among other international and national competitions. The venue is shared by the Lake Lanier Rowing Club and the Lanier Canoe and Kayak Club, which run youth development sessions and high-performance training and also offer boat rentals and recreational paddling trips around Lake Lanier. Both clubs organise regular competitions and events for their members. The venue can also be booked for corporate events, conferences, teambuilding sessions, and private functions and weddings.\n\nLake Lanier has 23 beaches along its shores. Over 7.5 million people visit the lake, its marinas and the Lake Lanier Islands Water Park every year."
          },
          {
            "name": "Ocoee Whitewater Center",
            "classification": "New build",
            "use": "Canoe slalom",
            "status": "In use",
            "information": "A standalone venue 200 kilometres north of Atlanta, the site has been used for rafting since the first half of the 20th century. Whitewater racing events have been held on the Ocoee since 1977. The riverbed was re-channelled to create the Olympic course, which was one-third the width of the watercourse, with designers using banks to \"build a river within a river\". The Ocoee Whitewater Center building was erected for the Games and temporary seating for 14,000 people installed. The venue has no permanent seating. The hanging slalom gates used at the Games were later removed.\n\nDue to a combination of dams and powerhouses, the upper Ocoee is dry for most of the year, except for scheduled water releases in the summer. As a result, the course is filled with water on only 34 days a year, on weekends between May and September. The course staged some whitewater competitions in the years immediately after the Games, and there are plans to bring regular events back to the venue, which has hosted the Ocoee River Championships every August since 2018.\n\nWhen the river has water, commercial rafting companies take more than 750 passengers down the course every day. It is also used for swift water rescue courses. When there is no water, the centre offers alternative activities such as hiking, mountain biking and nature walks. It also organises conferences, weddings, corporate retreats, private gatherings and conservation courses for schools. The site and its visitor centre receive 300,000 visitors a year."
          }
        ],
        "trivia": "The temporary seats installed at Atlanta Olympic Stadium for the 1996 Olympic Games were removed and subsequently sold at auction following the event.\n\nAs part of a recycling initiative, most of the rubble from the stadium's post-Games renovation was re-used for local road repairs.\n\nMore than 200 local high-school students were recruited to help decorate the stadium before the Games.\n\nMore than two tons of explosives were used in the demolition of the Georgia Dome.\n\nMikhail Gorbachev, the former President of the Soviet Union, made a speech on environmental issues at the University of Georgia Coliseum in 1999.\n\nThe Ocoee Whitewater Center is one of only three Olympic whitewater venues to make use of a natural river flow. The others are the Augsburg Eiskanal (Munich 1972) and El Segre Sports Park (Barcelona 1992)."
      },
      "original": "{\n  \"status\": \"found\",\n  \"city\": \"Atlanta\",\n  \"year\": \"1996\",\n  \"overview\": \"Twenty-eight competition venues were used for the Olympic Games Atlanta 1996, 22 of which remain in use today. Seventeen of the competition venues were existing, nine were new and two were temporary. Along with the dismantled temporary venues, three of the existing venues and one new venue have been demolished. One new venue has been repurposed. Nine of the venues were outside Atlanta.\\n\\nThe venues that remain in use host local sports clubs and collegiate and professional teams, and they are used for events that range from elite sports competitions and matches to grassroots events and concerts.\\n\\nThe Olympic Stadium hosted the Opening and Closing Ceremonies and the track and field competitions. The Olympic Village was partly existing, partly new. Both remain in use.\",\n  \"venues\": [\n    {\n      \"name\": \"Clark Atlanta University Stadium\",\n      \"classification\": \"Existing\",\n      \"use\": \"Hockey\",\n      \"status\": \"In use\",\n      \"information\": \"A secondary hockey venue was used at Atlanta 1996: the Clark Atlanta University Stadium, which is used by the college's athletic teams. During the venue's construction, the base for an athletics track was laid around the pitch. After the Games, it received the athletics track from Atlanta Olympic Stadium, which was removed to enable its conversion into a baseball stadium.\"\n    },\n    {\n      \"name\": \"Alexander Memorial Coliseum\",\n      \"classification\": \"Existing\",\n      \"use\": \"Boxing\",\n      \"status\": \"In use\",\n      \"information\": \"\"\n    },\n    {\n      \"name\": \"Georgia State University Gymnasium\",\n      \"classification\": \"Existing\",\n      \"use\": \"Badminton\",\n      \"status\": \"In use\",\n      \"information\": \"\"\n    },\n    {\n      \"name\": \"Georgia World Congress Center (Halls D, E, F, G, H)\",\n      \"classification\": \"Existing\",\n      \"use\": \"Table tennis, weightlifting, fencing, handball, wrestling, judo, modern pentathlon (fencing)\",\n      \"status\": \"In use\",\n      \"information\": \"\"\n    },\n    {\n      \"name\": \"Georgia Dome\",\n      \"classification\": \"Existing\",\n      \"use\": \"Artistic gymnastics, basketball, handball\",\n      \"status\": \"Not in use (demolished)\",\n      \"information\": \"Built in 1992 and extensively refurbished in 2007, the stadium was demolished in 2017 on account of being obsolete. A replacement venue was built nearby. During the Games, when it hosted the basketball, artistic gymnastics and handball competitions, the Georgia Dome was split into different zones to accommodate each competition.\\n\\nIt hosted the Super Bowl twice, in 1994 and 2000, and three NCAA men's basketball final four competitions. It also staged over 150 college American football games and was used by NBA team the Atlanta Hawks for two seasons in the late 1990s. Used as a concert venue as well, it welcomed major acts such as the Rolling Stones and Beyoncé.\\n\\nThe Dome's replacement is the Mercedes-Benz Stadium. This multi-purpose venue is home to NFL team the Atlanta Falcons and MLS team Atlanta United FC. The exact site of the Georgia Dome is occupied by a parking lot and public park. A plaque celebrating the Dome's history was unveiled on the site in 2018.\"\n    },\n    {\n      \"name\": \"Omni Coliseum\",\n      \"classification\": \"Existing\",\n      \"use\": \"Volleyball\",\n      \"status\": \"In use (rebuilt)\",\n      \"information\": \"\"\n    },\n    {\n      \"name\": \"Alonzo Herndon Stadium\",\n      \"classification\": \"Existing\",\n      \"use\": \"Hockey\",\n      \"status\": \"Not in use\",\n      \"information\": \"Constructed in the 1940s, the stadium was extensively refurbished for the Games. It was later the home of the professional women's soccer team Atlanta Beat for several seasons and was used as a location in the film We Are Marshall. The venue was abandoned in 2002, when the college that owned it ran into financial difficulties and cut its sports programme. Now covered with graffiti and the subject of litigation in the past, the derelict stadium continues to stand today.\"\n    },\n    {\n      \"name\": \"Atlanta Fulton County Stadium\",\n      \"classification\": \"Existing\",\n      \"use\": \"Baseball\",\n      \"status\": \"Not in use (demolished)\",\n      \"information\": \"Opened in 1965, the stadium was the home of the Atlanta Braves baseball team from 1966 to 1996 and the NFL team the Atlanta Falcons until 1991, the former moving to the nearby Olympic Stadium and the latter to the Georgia Dome. The venue was demolished in 1997, and the site is now a parking lot for the Olympic Stadium. There are plans to turn the site into new baseball and softball parks.\"\n    },\n    {\n      \"name\": \"Atlanta Olympic Village\",\n      \"classification\": \"Mixed: existing/new build\",\n      \"use\": \"Athlete accommodation\",\n      \"status\": \"In use\",\n      \"information\": \"The main Olympic Village, located on the Georgia Institute of Technology campus, housed 16,500 athletes and coaching staff, some of them in existing student accommodation and others in new facilities. As planned, the new accommodation was converted into apartments for use by 2,442 Georgia Tech students after the Games. The Village also comprised a new high-rise dormitory complex built next to Georgia Tech, which provided housing for 2,000 Georgia State University students after the Games.\\n\\nThe creation of the Olympic Village at the Georgia Tech campus increased its student accommodation capacity by 70 per cent.\\n\\nThe Village had a gym, store, pool, health clinic, religious centre and major entertainment centre, among other amenities. The entertainment centre was made up of relocatable buildings and was dismantled after the Games. Several satellite villages were also set up at the venues outside Atlanta: Athens, Cleveland, Columbus, Savannah, Birmingham, Orlando and Washington (DC).\"\n    },\n    {\n      \"name\": \"Georgia International Horse Park\",\n      \"classification\": \"New build\",\n      \"use\": \"Dressage, eventing, jumping, mountain bike, modern pentathlon (equestrian)\",\n      \"status\": \"In use\",\n      \"information\": \"Located on a 1,400-acre site, the venue opened in 1995. Its Games-time centrepiece was a 32,000-seat arena. All but 8,000 of the seats were temporary. The Olympic equestrian events attracted 600,000 spectators in all. The venue continues to host national and international equestrian and mountain bike events. It is also open for festivals, concerts, rodeos, dog shows, wedding receptions and private functions. In 2016, it staged a Grand Prix to mark the 20th anniversary of the 1996 Olympic Games. It hosts between 60 and 70 events a year.\"\n    },\n    {\n      \"name\": \"Olympic Stadium\",\n      \"classification\": \"New build\",\n      \"use\": \"Athletics, Opening and Closing Ceremonies\",\n      \"status\": \"In use\",\n      \"information\": \"Completed in May 1996, the venue was designed for use as a baseball stadium after the Games. Reshaped a year later to allow the Atlanta Braves baseball team to take up residence, it had its capacity lowered from 85,600 to 49,700 and was renamed Turner Field. The Braves remained at the stadium until 2016, at which point it was renovated and its capacity reduced to 25,000 in preparation for use by the Georgia State Panthers, the Georgia State University American football team. The Panthers continue to play at the venue, which is now known as Center Parc Stadium.\\n\\nThe stadium track was removed after the Games and given to Clark Atlanta University. The venue has hosted several concerts. The Rolling Stones, Metallica and Foo Fighters have all performed there since the turn of the millennium. One reason for the Braves vacating the stadium was the lack of public transport in the area and the impact this had on attendance figures.\"\n    },\n    {\n      \"name\": \"Georgia Tech Aquatic Center\",\n      \"classification\": \"New build\",\n      \"use\": \"Swimming, diving, artistic swimming, water polo, modern pentathlon (swimming)\",\n      \"status\": \"In use\",\n      \"information\": \"Built on a 14.6-acre site at the Georgia Tech campus, close to the Olympic Village, the venue was designed for use by Georgia Tech students after the Games. It has three permanent pools: a 50m main swimming pool, a diving well and a 50m warm-up pool. The pool and seats installed for the Olympic water polo competition were removed after the Games.\\n\\nThe venue was refurbished in 2003. A leading training centre used by the US swim team – eight swimmers who trained there went to Rio 2016 – the venue also hosts national collegiate swimming and diving championships. It runs swimming and diving classes for all age groups, as well as lifeguard classes and scuba programmes. Its facilities include a gym, six basketball courts, three dance studios and an elevated four-lane running track. The venue was renamed the James Herbert McAuley Aquatic Center in 2015.\"\n    },\n    {\n      \"name\": \"Morehouse College\",\n      \"classification\": \"New build\",\n      \"use\": \"Basketball\",\n      \"status\": \"In use\",\n      \"information\": \"\"\n    },\n    {\n      \"name\": \"Wolf Creek Shooting Complex\",\n      \"classification\": \"New build\",\n      \"use\": \"Shooting\",\n      \"status\": \"In use\",\n      \"information\": \"\"\n    },\n    {\n      \"name\": \"Atlanta Beach\",\n      \"classification\": \"New build\",\n      \"use\": \"Beach volleyball\",\n      \"status\": \"In use (repurposed)\",\n      \"information\": \"\"\n    },\n    {\n      \"name\": \"Stone Mountain Park Tennis Center\",\n      \"classification\": \"New build\",\n      \"use\": \"Tennis\",\n      \"status\": \"Not in use (demolished)\",\n      \"information\": \"The venue had 16 competition courts: a centre court with 8,000 permanent seats, two smaller courts with capacities of 5,000 and 3,000, and 13 outdoor courts. It hosted the 1997 US Women's Hard Court Championships and a 1998 Davis Cup tie between the USA and Russia. The centre faced management challenges thereafter and was underused prior to its abandonment in 2007. It was demolished in 2018. The site remains unoccupied.\"\n    },\n    {\n      \"name\": \"Stone Mountain Park Velodrome\",\n      \"classification\": \"Temporary\",\n      \"use\": \"Cycling (track)\",\n      \"status\": \"Dismantled (temporary)\",\n      \"information\": \"The two venues were located next to each other and shared some of the same facilities and infrastructure. The velodrome used a 250m wooden track supported by a steel structure. It was decided that the velodrome should be temporary as no potential post-Games operator could be identified for it. Both venues were dismantled shortly after the Games and are now part of a songbird and habitat trail that runs through a public park, though some facilities remain in place and continue to be used.\"\n    },\n    {\n      \"name\": \"Stone Mountain Park Archery Center\",\n      \"classification\": \"Temporary\",\n      \"use\": \"Archery\",\n      \"status\": \"Dismantled (temporary)\",\n      \"information\": \"The two venues were located next to each other and shared some of the same facilities and infrastructure. The velodrome used a 250m wooden track supported by a steel structure. It was decided that the velodrome should be temporary as no potential post-Games operator could be identified for it. Both venues were dismantled shortly after the Games and are now part of a songbird and habitat trail that runs through a public park, though some facilities remain in place and continue to be used.\"\n    },\n    {\n      \"name\": \"Buckhead Cycling Course\",\n      \"classification\": \"Temporary\",\n      \"use\": \"Cycling (road)\",\n      \"status\": \"Dismantled (temporary)\",\n      \"information\": \"\"\n    },\n    {\n      \"name\": \"Florida Citrus Bowl\",\n      \"classification\": \"Existing\",\n      \"use\": \"Football\",\n      \"status\": \"In use\",\n      \"information\": \"\"\n    },\n    {\n      \"name\": \"Golden Park\",\n      \"classification\": \"Existing\",\n      \"use\": \"Softball\",\n      \"status\": \"In use\",\n      \"information\": \"\"\n    },\n    {\n      \"name\": \"Legion Field\",\n      \"classification\": \"Existing\",\n      \"use\": \"Football\",\n      \"status\": \"In use\",\n      \"information\": \"\"\n    },\n    {\n      \"name\": \"Orange Bowl\",\n      \"classification\": \"Existing\",\n      \"use\": \"Football\",\n      \"status\": \"In use (rebuilt)\",\n      \"information\": \"\"\n    },\n    {\n      \"name\": \"Robert F. Kennedy Memorial Stadium\",\n      \"classification\": \"Existing\",\n      \"use\": \"Football\",\n      \"status\": \"In use\",\n      \"information\": \"\"\n    },\n    {\n      \"name\": \"Sanford Stadium\",\n      \"classification\": \"Existing\",\n      \"use\": \"Football\",\n      \"status\": \"In use\",\n      \"information\": \"\"\n    },\n    {\n      \"name\": \"Wassaw Sound\",\n      \"classification\": \"Existing\",\n      \"use\": \"Sailing\",\n      \"status\": \"In use\",\n      \"information\": \"\"\n    },\n    {\n      \"name\": \"University of Georgia Coliseum\",\n      \"classification\": \"Existing\",\n      \"use\": \"Rhythmic gymnastics, volleyball\",\n      \"status\": \"In use\",\n      \"information\": \"This 10,500-capacity venue opened in 1964. The home stadium of the Georgia Bulldogs and the University of Georgia's basketball and gymnastics teams, it is now known as Stegeman Coliseum and was refurbished in 1998, 2010/11 and again in 2017, when a new scoreboard, lighting and sound systems were installed. In 2020, it was ranked 21st out of 334 National Collegiate Athletic Association (NCAA) Division I basketball venues.\"\n    },\n    {\n      \"name\": \"Lake Lanier\",\n      \"classification\": \"New build\",\n      \"use\": \"Rowing, canoe sprint\",\n      \"status\": \"In use\",\n      \"information\": \"A standalone venue in Gainesville, 90 kilometres north-east of Atlanta. The lake is a man-made reservoir created by the construction of a dam in 1956 and has hosted water sports ever since it filled up. Some permanent facilities were built for the Games. These included two boathouses, course markings, docks and a finish tower with a scoreboard and videoboards. Temporary Games facilities included grandstands on a floating platform, tents and an athlete day village. These were all removed afterwards. The venue underwent a USD 1.1m renovation in 2014/15.\\n\\nThe venue continues to host rowing and canoeing events. Since the Games, it has staged three US Canoe/Kayak Sprint National Championships, the 2003 ICF Canoe Sprint World Championships, and Canadian and US team trials, among other international and national competitions. The venue is shared by the Lake Lanier Rowing Club and the Lanier Canoe and Kayak Club, which run youth development sessions and high-performance training and also offer boat rentals and recreational paddling trips around Lake Lanier. Both clubs organise regular competitions and events for their members. The venue can also be booked for corporate events, conferences, teambuilding sessions, and private functions and weddings.\\n\\nLake Lanier has 23 beaches along its shores. Over 7.5 million people visit the lake, its marinas and the Lake Lanier Islands Water Park every year.\"\n    },\n    {\n      \"name\": \"Ocoee Whitewater Center\",\n      \"classification\": \"New build\",\n      \"use\": \"Canoe slalom\",\n      \"status\": \"In use\",\n      \"information\": \"A standalone venue 200 kilometres north of Atlanta, the site has been used for rafting since the first half of the 20th century. Whitewater racing events have been held on the Ocoee since 1977. The riverbed was re-channelled to create the Olympic course, which was one-third the width of the watercourse, with designers using banks to \\\"build a river within a river\\\". The Ocoee Whitewater Center building was erected for the Games and temporary seating for 14,000 people installed. The venue has no permanent seating. The hanging slalom gates used at the Games were later removed.\\n\\nDue to a combination of dams and powerhouses, the upper Ocoee is dry for most of the year, except for scheduled water releases in the summer. As a result, the course is filled with water on only 34 days a year, on weekends between May and September. The course staged some whitewater competitions in the years immediately after the Games, and there are plans to bring regular events back to the venue, which has hosted the Ocoee River Championships every August since 2018.\\n\\nWhen the river has water, commercial rafting companies take more than 750 passengers down the course every day. It is also used for swift water rescue courses. When there is no water, the centre offers alternative activities such as hiking, mountain biking and nature walks. It also organises conferences, weddings, corporate retreats, private gatherings and conservation courses for schools. The site and its visitor centre receive 300,000 visitors a year.\"\n    }\n  ],\n  \"trivia\": \"The temporary seats installed at Atlanta Olympic Stadium for the 1996 Olympic Games were removed and subsequently sold at auction following the event.\\n\\nAs part of a recycling initiative, most of the rubble from the stadium's post-Games renovation was re-used for local road repairs.\\n\\nMore than 200 local high-school students were recruited to help decorate the stadium before the Games.\\n\\nMore than two tons of explosives were used in the demolition of the Georgia Dome.\\n\\nMikhail Gorbachev, the former President of the Soviet Union, made a speech on environmental issues at the University of Georgia Coliseum in 1999.\\n\\nThe Ocoee Whitewater Center is one of only three Olympic whitewater venues to make use of a natural river flow. The others are the Augsburg Eiskanal (Munich 1972) and El Segre Sports Park (Barcelona 1992).\"\n}"
    },
    "validation": {
      "data": {
        "status": "valid"
      },
      "original": "<scratchpad>\nLet me carefully compare the JSON data with the PDF content:\n\n1. Basic information:\n- City: Atlanta ✓\n- Year: 1996 ✓\n- Overview: Matches PDF exactly ✓\n\n2. Venue count: JSON has 28 venues, PDF mentions 28 venues ✓\n\n3. Checking each venue systematically:\n- All venue names match the PDF\n- Classifications (Existing/New build/Temporary/Mixed) match\n- Uses/sports match the PDF descriptions\n- Current status matches (In use/Not in use/Demolished/Dismantled)\n- Detailed information for venues with descriptions matches the PDF content\n\n4. Trivia section: All 6 trivia facts match the \"DID YOU KNOW?\" section in the PDF exactly\n\n5. All venue information, including detailed descriptions, matches the corresponding sections in the PDF\n\nEverything appears to be accurate and matches the source material exactly.\n</scratchpad>\n\n<response>\n{\n\"status\":\"valid\"\n}\n</response>"
    }
  }
]